Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What makes you feel most seen by another person?
de: Wodurch fühlst du dich von einem anderen Menschen am meisten gesehen?
es: ¿Qué te hace sentir más visto por otra persona?
fr: Qu'est-ce qui te fait sentir le plus vu par une autre personne ?
it: Cosa ti fa sentire più visto da un'altra persona?
ja: 他の人に最も理解されていると感じるのはどんな時ですか？
ko: 다른 사람에게 가장 인정받는다고 느껴질 때는 언제인가요?
nb: Hva får deg til å føle deg mest sett av en annen person?
nl: Waardoor voel je je het meest gezien door een ander?
pl: Co sprawia, że czujesz się najbardziej zauważony przez inną osobę?
pt_br: O que faz você se sentir mais visto por outra pessoa?
sv: Vad får dig att känna dig mest sedd av en annan person?
uk: Чому ви найбільше відчуваєте, що інша людина вас розуміє?
zh_hans: 什么让你感觉被另一个人真正看见？

source: What makes you laugh with someone rather than at them?
de: Wodurch lachst du mit jemandem und nicht über ihn?
es: ¿Qué te hace reír con alguien en lugar de burlarte de él?
fr: Qu'est-ce qui te fait rire avec quelqu'un plutôt que de te moquer de lui ?
it: Cosa ti fa ridere con qualcuno piuttosto che di loro?
ja: 誰かを笑うのではなく、誰かと一緒に笑えるのはなぜですか？
ko: 누군가를 비웃기보다 그들과 함께 웃게 만드는 것은 무엇인가요?
nb: Hva får deg til å le med noen i stedet for å le av dem?
nl: Waardoor lach je met iemand in plaats van om hen?
pl: Co sprawia, że śmiejesz się z kimś, a nie z niego?
pt_br: O que faz você rir com alguém em vez de rir deles?
sv: Vad får dig att skratta med någon snarare än åt dem?
uk: Що змушує вас сміятися разом з кимось, а не над ними?
zh_hans: 是什么让你和某人一起笑，而不是嘲笑他们？

source: What matters most to you?
de: Was ist Ihnen am wichtigsten?
es: ¿Qué es lo más importante para ti?
fr: Qu'est-ce qui compte le plus pour vous ?
it: Cosa conta di più per te?
ja: あなたにとって最も大切なことは何ですか？
ko: 당신에게 가장 중요한 것은 무엇입니까?
nb: Hva betyr mest for deg?
nl: Wat is het belangrijkste voor jou?
pl: Co jest dla ciebie najważniejsze?
pt_br: O que é mais importante para você?
sv: Vad betyder mest för dig?
uk: Що найважливіше для вас?
zh_hans: 对你来说最重要的是什么？

source: What motivates you to get out of bed on your hardest days?
de: Was motiviert dich, an deinen schwersten Tagen aufzustehen?
es: ¿Qué te motiva a levantarte de la cama en tus días más difíciles?
fr: Qu'est-ce qui te motive à sortir du lit les jours les plus difficiles ?
it: Cosa ti motiva ad alzarti dal letto nei giorni più difficili?
ja: 一番辛い日に、何があなたをベッドから起き上がらせますか？
ko: 가장 힘든 날에 침대에서 일어나게 하는 동기는 무엇인가요?
nb: Hva motiverer deg til å stå opp av sengen på dine vanskeligste dager?
nl: Wat motiveert je om uit bed te komen op je moeilijkste dagen?
pl: Co motywuje cię do wstawania z łóżka w twoje najtrudniejsze dni?
pt_br: O que motiva você a sair da cama nos seus dias mais difíceis?
sv: Vad motiverar dig att gå upp ur sängen på dina svåraste dagar?
uk: Що мотивує вас вставати з ліжка у найважчі дні?
zh_hans: 在你最困难的日子里，是什么激励你起床？

source: What part of your body is the most sensitive?
de: Welcher Teil deines Körpers ist der empfindlichste?
es: ¿Qué parte de tu cuerpo es la más sensible?
fr: Quelle partie de ton corps est la plus sensible ?
it: Quale parte del tuo corpo è la più sensibile?
ja: 体で一番敏感な部分はどこですか？
ko: 신체에서 가장 민감한 부분은 어디인가요?
nb: Hvilken del av kroppen din er mest sensitiv?
nl: Welk deel van je lichaam is het meest gevoelig?
pl: Która część twojego ciała jest najbardziej wrażliwa?
pt_br: Qual parte do seu corpo é a mais sensível?
sv: Vilken del av din kropp är mest känslig?
uk: Яка частина твого тіла найчутливіша?
zh_hans: 你身体的哪个部位最敏感？

source: What relationship in your life do you most want to deepen?
de: Welche Beziehung in deinem Leben möchtest du am meisten vertiefen?
es: ¿Qué relación en tu vida deseas profundizar más?
fr: Quelle relation dans ta vie veux-tu le plus approfondir ?
it: Quale relazione nella tua vita vuoi approfondire di più?
ja: 人生の中で最も深めたい関係は何ですか？
ko: 인생에서 가장 깊게 만들고 싶은 관계는 무엇인가요?
nb: Hvilket forhold i livet ditt vil du helst utdype?
nl: Welke relatie in je leven wil je het meest verdiepen?
pl: Którą relację w swoim życiu chcesz najbardziej pogłębić?
pt_br: Qual relacionamento em sua vida você mais quer aprofundar?
sv: Vilken relation i ditt liv vill du helst fördjupa?
uk: Які стосунки у вашому житті ви найбільше хочете поглибити?
zh_hans: 你最想加深生活中的哪段关系？

source: What roles do love and affection play in your life?
de: Welche Rolle spielen Liebe und Zuneigung in deinem Leben?
es: ¿Qué papel juegan el amor y el afecto en tu vida?
fr: Quel rôle jouent l’amour et l’affection dans ta vie ?
it: Che ruolo giocano amore e affetto nella tua vita?
ja: あなたの人生で愛と愛情はどのような役割を果たしていますか？
ko: 당신의 인생에서 사랑과 애정은 어떤 역할을 합니까?
nb: Hvilken rolle spiller kjærlighet og hengivenhet i livet ditt?
nl: Welke rol spelen liefde en genegenheid in jouw leven?
pl: Jaką rolę w twoim życiu odgrywają miłość i uczucie?
pt_br: Qual o papel do amor e do afeto na sua vida?
sv: Vilken roll spelar kärlek och tillgivenhet i ditt liv?
uk: Яку роль у вашому житті відіграють любов і ніжність?
zh_hans: 爱和情感在你的生活中扮演什么角色？

source: What song takes you straight back to being young?
de: Welcher Song versetzt dich sofort in deine Jugend zurück?
es: ¿Qué canción te transporta directamente a tu juventud?
fr: Quelle chanson te ramène directement à ta jeunesse ?
it: Quale canzone ti riporta direttamente alla tua giovinezza?
ja: 若かった頃にすぐに戻れる曲は何ですか？
ko: 어렸을 때로 바로 돌아가게 하는 노래는 무엇인가요?
nb: Hvilken sang tar deg rett tilbake til ungdomstiden?
nl: Welk nummer brengt je meteen terug naar je jonge jaren?
pl: Jaka piosenka przenosi cię z powrotem do czasów młodości?
pt_br: Qual música te leva de volta à sua juventude?
sv: Vilken låt tar dig direkt tillbaka till din ungdom?
uk: Яка пісня повертає вас у молодість?
zh_hans: 哪首歌能让你立刻回到年轻时候？

source: What subject did you love at school that surprised people?
de: Welches Fach in der Schule mochtest du, das andere überrascht hat?
es: ¿Qué materia te encantaba en la escuela que sorprendía a la gente?
fr: Quelle matière aimais-tu à l'école qui surprenait les gens ?
it: Quale materia amavi a scuola che sorprendeva le persone?
ja: 学校で人を驚かせた、あなたが大好きだった科目は何ですか？
ko: 학교에서 사람들을 놀라게 했던 당신이 좋아했던 과목은 무엇인가요?
nb: Hvilket fag på skolen likte du som overrasket folk?
nl: Welk vak vond je geweldig op school, wat mensen verbaasde?
pl: Jaki przedmiot w szkole uwielbiałeś/uwielbiałaś, co zaskakiwało ludzi?
pt_br: Qual matéria você amava na escola que surpreendia as pessoas?
sv: Vilket ämne älskade du i skolan som överraskade människor?
uk: Який предмет у школі ви любили, що дивувало людей?
zh_hans: 你在学校喜欢哪门课让人们感到惊讶？

source: What travel experience are you most proud of?
de: Auf welche Reiseerfahrung bist du am meisten stolz?
es: ¿De qué experiencia de viaje te sientes más orgulloso?
fr: De quelle expérience de voyage es-tu le plus fier ?
it: Di quale esperienza di viaggio sei più orgoglioso?
ja: 一番誇りに思っている旅行体験は何ですか？
ko: 가장 자랑스러운 여행 경험은 무엇인가요?
nb: Hvilken reiseopplevelse er du mest stolt av?
nl: Op welke reiservaring ben je het meest trots?
pl: Z jakiego doświadczenia podróżniczego jesteś najbardziej dumny?
pt_br: De qual experiência de viagem você mais se orgulha?
sv: Vilken reseupplevelse är du mest stolt över?
uk: Яким досвідом подорожі ви найбільше пишаєтеся?
zh_hans: 你最引以为傲的旅行经历是什么？

source: What was the best family vacation you ever took?
de: Was war der beste Familienurlaub, den du je gemacht hast?
es: ¿Cuál fue la mejor vacación familiar que tuviste?
fr: Quelles ont été les meilleures vacances en famille que tu aies jamais eues ?
it: Qual è stata la migliore vacanza in famiglia che hai mai fatto?
ja: 今までで一番楽しかった家族旅行は何ですか？
ko: 가장 좋았던 가족 휴가는 무엇이었나요?
nb: Hva var den beste familieferien du noen gang hadde?
nl: Wat was de beste familievakantie die je ooit hebt gehad?
pl: Jakie były najlepsze rodzinne wakacje, na jakich kiedykolwiek byłeś/byłaś?
pt_br: Qual foi a melhor viagem em família que você já fez?
sv: Vilken var den bästa familiesemestern du någonsin haft?
uk: Яка була найкраща сімейна відпустка у вашому житті?
zh_hans: 你经历过的最棒的家庭旅行是哪一次？

source: What was the best school field trip you ever went on?
de: Was war der beste Schulausflug, den du je gemacht hast?
es: ¿Cuál fue la mejor excursión escolar a la que fuiste?
fr: Quelle a été ta meilleure sortie scolaire ?
it: Qual è stata la migliore gita scolastica a cui hai partecipato?
ja: 今までで一番良かった学校の遠足は何ですか？
ko: 가장 좋았던 학교 현장 학습은 무엇인가요?
nb: Hva var den beste skoleturen du noen gang har vært på?
nl: Wat was de beste schoolreis die je ooit maakte?
pl: Jaka była najlepsza wycieczka szkolna, na której byłeś?
pt_br: Qual foi a melhor excursão escolar da sua vida?
sv: Vilken var den bästa skolutflykten du någonsin varit på?
uk: Якою була найкраща шкільна екскурсія, на якій ти був?
zh_hans: 你去过的最棒的学校实地考察旅行是哪次？

source: What was the best thing about your neighborhood growing up?
de: Was war das Beste an deiner Nachbarschaft, als du aufwuchst?
es: ¿Qué era lo mejor de tu vecindario mientras crecías?
fr: Quel était le meilleur aspect de ton quartier quand tu grandissais ?
it: Qual era la cosa migliore del tuo quartiere mentre crescevi?
ja: 育った近所で一番良かったことは何ですか？
ko: 성장하면서 살았던 동네에서 가장 좋았던 점은 무엇인가요?
nb: Hva var det beste med nabolaget ditt da du vokste opp?
nl: Wat was het beste aan jouw buurt toen je opgroeide?
pl: Co było najlepszego w twojej okolicy, gdy dorastałeś?
pt_br: Qual foi a melhor coisa sobre o seu bairro enquanto você crescia?
sv: Vad var det bästa med ditt grannskap när du växte upp?
uk: Що було найкращим у твоєму районі, коли ти ріс?
zh_hans: 你成长过程中所在的社区最棒的是什么？

source: What was the exact moment you knew you liked me?
de: Was war der genaue Moment, in dem du wusstest, dass du mich magst?
es: ¿Cuál fue el momento exacto en que supiste que te gustaba?
fr: Quel a été le moment précis où tu as su que je te plaisais ?
it: Qual è stato il momento esatto in cui hai capito che ti piacevo?
ja: 私のことを好きだと知った瞬間はいつですか？
ko: 나를 좋아한다는 것을 알게 된 정확한 순간은 언제였나요?
nb: Hva var det nøyaktige øyeblikket du visste at du likte meg?
nl: Wat was het exacte moment waarop je wist dat je me aardig vond?
pl: Który dokładnie moment sprawił, że wiedziałeś, że cię lubię?
pt_br: Qual foi o momento exato em que você soube que gostava de mim?
sv: Vad var det exakta ögonblicket då du visste att du gillade mig?
uk: Який саме момент, коли ви зрозуміли, що я вам подобаюся?
zh_hans: 你是在哪个确切的时刻知道自己喜欢我的？

source: What was the first 'big' news event you remember understanding?
de: Was war das erste große Nachrichtenereignis, das du verstanden hast?
es: ¿Cuál fue el primer gran evento de noticias que recuerdas haber entendido?
fr: Quel est le premier « grand » événement médiatique dont tu te souviens avoir compris ?
it: Qual è stato il primo grande evento di cronaca che ricordi di aver capito?
ja: 理解したと記憶している最初の「大きな」ニュースは何でしたか？
ko: 이해했던 첫 번째 '큰' 뉴스 사건은 무엇인가요?
nb: Hva var den første 'store' nyhetshendelsen du husker å ha forstått?
nl: Wat was de eerste 'grote' nieuwsgebeurtenis die je je herinnert te begrijpen?
pl: Jakie było pierwsze „duże” wydarzenie, które pamiętasz, że zrozumiałeś?
pt_br: Qual foi o primeiro grande evento noticioso que você lembra de ter entendido?
sv: Vilken var den första 'stora' nyhetshändelsen du minns att du förstod?
uk: Яка перша «велика» новинна подія, яку ти пам’ятаєш і розумів?
zh_hans: 你记得自己理解的第一个“重大”新闻事件是什么？

source: What was the first album or CD you ever bought?
de: Was war das erste Album oder die erste CD, die du dir gekauft hast?
es: ¿Cuál fue el primer álbum o CD que compraste?
fr: Quel a été le premier album ou CD que tu as acheté ?
it: Qual è stato il primo album o CD che hai comprato?
ja: 初めて買ったアルバムやCDは何ですか？
ko: 처음으로 산 앨범이나 CD는 무엇인가요?
nb: Hva var det første albumet eller den første CD-en du noen gang kjøpte?
nl: Wat was het eerste album of de eerste cd die je ooit kocht?
pl: Jaki był pierwszy album lub płyta CD, którą kiedykolwiek kupiłeś/kupiłaś?
pt_br: Qual foi o primeiro álbum ou CD que você comprou?
sv: Vad var det första albumet eller CD-skivan du någonsin köpte?
uk: Який перший альбом або CD ви придбали?
zh_hans: 你买的第一张专辑或CD是什么？

source: What was the first movie you saw in a cinema?
de: Was war der erste Film, den du im Kino gesehen hast?
es: ¿Cuál fue la primera película que viste en el cine?
fr: Quel a été le premier film que tu as vu au cinéma ?
it: Qual è stato il primo film che hai visto al cinema?
ja: 初めて映画館で見た映画は何ですか？
ko: 극장에서 본 첫 번째 영화는 무엇인가요?
nb: Hva var den første filmen du så på kino?
nl: Wat was de eerste film die je in de bioscoop zag?
pl: Jaki był pierwszy film, który widziałeś/widziałaś w kinie?
pt_br: Qual foi o primeiro filme que você viu no cinema?
sv: Vad var den första filmen du såg på bio?
uk: Який перший фільм ви подивилися в кінотеатрі?
zh_hans: 你在电影院看的第一部电影是什么？

source: What was the first record, tape, or CD you ever owned?
de: Was war die erste Schallplatte, Kassette oder CD, die du jemals besessen hast?
es: ¿Cuál fue el primer disco, casete o CD que tuviste?
fr: Quel a été ton premier disque, cassette ou CD ?
it: Qual è stato il primo disco, nastro o CD che hai posseduto?
ja: 初めて所有したレコード、テープ、またはCDは何でしたか？
ko: 처음으로 소유한 레코드, 테이프, CD는 무엇인가요?
nb: Hva var den første plata, kassetten eller CD-en du eide?
nl: Wat was de eerste plaat, cassette of cd die je ooit bezat?
pl: Jaka była twoja pierwsza płyta, kaseta lub CD?
pt_br: Qual foi o primeiro disco, fita ou CD que você teve?
sv: Vad var den första skivan, kassetten eller CD-skivan du ägde?
uk: Якою була перша платівка, касета чи CD, які ти мав?
zh_hans: 你拥有的第一张唱片、磁带或CD是什么？

source: What was the first thing you ever cooked by yourself?
de: Was hast du als erstes allein gekocht?
es: ¿Qué fue lo primero que cocinaste tú solo?
fr: Quelle est la première chose que tu as cuisinée tout seul ?
it: Qual è stata la prima cosa che hai cucinato da solo?
ja: 自分一人で初めて料理したものは何ですか？
ko: 처음으로 혼자 요리한 것은 무엇인가요?
nb: Hva var det første du lagde mat helt alene?
nl: Wat was het eerste dat je ooit helemaal alleen kookte?
pl: Co ugotowałeś po raz pierwszy samodzielnie?
pt_br: Qual foi a primeira coisa que você cozinhou sozinho?
sv: Vad var det första du lagade helt själv?
uk: Що ти приготував самостійно вперше?
zh_hans: 你第一次自己做的东西是什么？

source: What was the first thing you ever saved up to buy yourself?
de: Was war das Erste, worauf du gespart hast, um es dir selbst zu kaufen?
es: ¿Qué fue lo primero que ahorraste para comprarte?
fr: Quelle est la première chose pour laquelle tu as économisé pour t'acheter ?
it: Qual è stata la prima cosa per cui hai risparmiato per comprartela da solo?
ja: 自分で買うために貯金した最初のものは何ですか？
ko: 스스로 사기 위해 저축한 첫 번째 물건은 무엇인가요?
nb: Hva var det første du sparte opp til å kjøpe selv?
nl: Wat was het eerste waar je voor spaarde om zelf te kopen?
pl: Jaka była pierwsza rzecz, na którą uzbierałeś/uzbierałaś, żeby kupić ją sobie?
pt_br: Qual foi a primeira coisa que você economizou para comprar para si mesmo?
sv: Vad var det första du sparade ihop till för att köpa själv?
uk: Що було першим, на що ви накопичили, щоб купити собі?
zh_hans: 你存钱给自己买的第一个东西是什么？

source: What was the first video game you ever beat?
de: Was war das erste Videospiel, das du je durchgespielt hast?
es: ¿Cuál fue el primer videojuego que te pasaste?
fr: Quel a été le premier jeu vidéo que tu as terminé ?
it: Qual è stato il primo videogioco che hai completato?
ja: 初めてクリアしたビデオゲームは何ですか？
ko: 처음으로 클리어한 비디오 게임은 무엇인가요?
nb: Hva var det første videospillet du fullførte?
nl: Wat was de eerste videogame die je ooit uitspeelde?
pl: Jaką grę wideo ukończyłeś jako pierwszą?
pt_br: Qual foi o primeiro videogame que você zerou?
sv: Vilket var det första TV-spelet du klarade?
uk: Якою була перша відеогра, яку ти пройшов?
zh_hans: 你通关的第一个电子游戏是什么？

source: What was the hardest thing about growing up for you?
de: Was war für dich das Schwierigste am Erwachsenwerden?
es: ¿Qué fue lo más difícil de crecer para ti?
fr: Quelle a été la chose la plus difficile pour toi en grandissant ?
it: Qual è stata la cosa più difficile del crescere per te?
ja: あなたにとって成長する上で一番大変だったことは何ですか？
ko: 성장하면서 가장 어려웠던 점은 무엇인가요?
nb: Hva var det vanskeligste med å vokse opp for deg?
nl: Wat was voor jou het moeilijkste aan opgroeien?
pl: Co było dla ciebie najtrudniejsze w dorastaniu?
pt_br: O que foi mais difícil para você ao crescer?
sv: Vad var det svåraste med att växa upp för dig?
uk: Що для вас було найважчим у дорослішанні?
zh_hans: 对你来说，成长过程中最困难的事情是什么？

source: What was the most embarrassing thing your parents ever did?
de: Was war das Peinlichste, was deine Eltern je gemacht haben?
es: ¿Qué fue lo más vergonzoso que hicieron tus padres?
fr: Quelle est la chose la plus embarrassante que tes parents aient jamais faite ?
it: Qual è stata la cosa più imbarazzante che i tuoi genitori abbiano mai fatto?
ja: 両親がした最も恥ずかしかったことは何ですか？
ko: 부모님이 하셨던 가장 창피했던 일은 무엇인가요?
nb: Hva var det flaueste foreldrene dine noen gang gjorde?
nl: Wat was het gênantste wat je ouders ooit deden?
pl: Jaka była najbardziej zawstydzająca rzecz, jaką kiedykolwiek zrobili twoi rodzice?
pt_br: Qual foi a coisa mais embaraçosa que seus pais já fizeram?
sv: Vad var det pinsammaste dina föräldrar någonsin gjorde?
uk: Що найбільш незручного робили ваші батьки?
zh_hans: 你父母做过的最尴尬的事情是什么？

source: What was the most exciting thing about the last day of school?
de: Was war das Aufregendste am letzten Schultag?
es: ¿Qué era lo más emocionante del último día de clases?
fr: Quelle était la chose la plus excitante le dernier jour d’école ?
it: Qual era la cosa più eccitante dell'ultimo giorno di scuola?
ja: 学校の最終日で一番ワクワクしたことは何ですか？
ko: 방학 전 마지막 날 가장 신났던 일은 무엇인가요?
nb: Hva var det mest spennende med siste skoledag?
nl: Wat was het meest opwindende aan de laatste schooldag?
pl: Co było najbardziej ekscytującego w ostatnim dniu szkoły?
pt_br: O que havia de mais emocionante no último dia de aula?
sv: Vad var det mest spännande med sista skoldagen?
uk: Що було найцікавішого в останній день школи?
zh_hans: 上学最后一天最让你兴奋的事情是什么？

source: What was the most surprising gift you ever received as a kid?
de: Was war das überraschendste Geschenk, das du als Kind bekommen hast?
es: ¿Cuál fue el regalo más sorprendente que recibiste de niño?
fr: Quel a été le cadeau le plus surprenant que tu aies reçu enfant ?
it: Qual è stato il regalo più sorprendente che hai ricevuto da bambino?
ja: 子供の頃にもらった一番驚いたプレゼントは何ですか？
ko: 어릴 때 받은 선물 중 가장 놀라웠던 것은 무엇인가요?
nb: Hva var den mest overraskende gaven du fikk som barn?
nl: Wat was het meest verrassende cadeau dat je als kind kreeg?
pl: Jaki był najbardziej zaskakujący prezent, który dostałeś jako dziecko?
pt_br: Qual foi o presente mais surpreendente que você ganhou quando criança?
sv: Vilken var den mest överraskande presenten du fick som barn?
uk: Який найнесподіваніший подарунок ти отримав у дитинстві?
zh_hans: 你小时候收到的最惊喜的礼物是什么？

source: What was the most trouble you got into at school that your parents never found out about?
de: Was war der größte Ärger, den du in der Schule hattest und von dem deine Eltern nie erfuhren?
es: ¿Cuál fue el mayor problema que tuviste en la escuela del que tus padres nunca se enteraron?
fr: Quelle est la pire punition que tu aies eue à l’école et dont tes parents n’ont jamais rien su ?
it: Qual è stato il più grande guaio a scuola di cui i tuoi genitori non hanno mai saputo?
ja: 学校で一番ひどいトラブルに巻き込まれたことは何ですか？（両親にはバレませんでした）
ko: 학교에서 부모님께 들키지 않은 가장 큰 문제는 무엇인가요?
nb: Hva var det verste trøbbelet du havnet i på skolen som foreldrene dine aldri fikk vite om?
nl: Wat was de grootste moeilijkheid op school waar je ouders nooit achter kwamen?
pl: Jakie były największe kłopoty w szkole, o których twoi rodzice nigdy się nie dowiedzieli?
pt_br: Qual foi a maior enrascada na escola que seus pais nunca descobriram?
sv: Vad var det största trubbel du hamnade i i skolan som dina föräldrar aldrig fick reda på?
uk: Які найбільші проблеми в школі залишилися невідомими твоїм батькам?
zh_hans: 你在学校里遇到的最大的麻烦（父母从未发现）是什么？

source: What was the very first thing you noticed about me?
de: Was war das erste, was dir an mir aufgefallen ist?
es: ¿Qué fue lo primero que notaste de mí?
fr: Quelle est la toute première chose que tu as remarquée chez moi ?
it: Qual è stata la prima cosa che hai notato di me?
ja: 私について最初に気づいたことは何ですか？
ko: 내게서 가장 먼저 눈에 띈 것은 무엇인가요?
nb: Hva var det aller første du la merke til ved meg?
nl: Wat was het allereerste dat je aan mij opviel?
pl: Co zauważyłeś u mnie jako pierwsze?
pt_br: Qual foi a primeira coisa que você notou em mim?
sv: Vad var det allra första du lade märke till hos mig?
uk: Що найперше ти помітив у мені?
zh_hans: 你最先注意到我的哪一点？

source: What was the worst punishment your parents ever gave you?
de: Was war die schlimmste Strafe, die deine Eltern dir jemals gegeben haben?
es: ¿Cuál fue el peor castigo que te dieron tus padres?
fr: Quelle a été la pire punition que tes parents t’aient jamais donnée ?
it: Qual è stata la punizione peggiore che i tuoi genitori ti hanno mai dato?
ja: 両親から受けた一番ひどい罰は何でしたか？
ko: 부모님께 받은 가장 심한 벌은 무엇인가요?
nb: Hva var den verste straffen foreldrene dine noen gang ga deg?
nl: Wat was de ergste straf die je ouders je ooit gaven?
pl: Jaka była najgorsza kara, jaką dali ci twoi rodzice?
pt_br: Qual foi a pior punição que seus pais te deram?
sv: Vad var det värsta straffet dina föräldrar någonsin gav dig?
uk: Яке було найгірше покарання, яке тобі дали батьки?
zh_hans: 你父母给过你最严厉的惩罚是什么？

source: What was your dream car as a teenager?
de: Was war dein Traumauto als Teenager?
es: ¿Cuál fue tu coche soñado de adolescente?
fr: Quelle était ta voiture de rêve quand tu étais adolescent(e) ?
it: Qual era la tua auto dei sogni da adolescente?
ja: 10代の頃の夢の車は何ですか？
ko: 10대 때 꿈꾸던 자동차는 무엇인가요?
nb: Hva var drømmebilen din som tenåring?
nl: Wat was jouw droomauto als tiener?
pl: Jakie było twoje wymarzone auto w okresie dojrzewania?
pt_br: Qual foi o seu carro dos sonhos quando adolescente?
sv: Vilken var din drömbil som tonåring?
uk: Яким було ваше авто мрії в підлітковому віці?
zh_hans: 你青少年时期的梦想汽车是什么？

source: What was your favorite 'hand-me-down'?
de: Was war dein liebstes „Second-Hand“-Kleidungsstück?
es: ¿Cuál fue tu 'ropa heredada' favorita?
fr: Quel était ton « vêtement récupéré » préféré ?
it: Qual era il tuo capo 'passato' preferito?
ja: 好きなお下がりは何でしたか？
ko: 가장 좋아했던 '물려받은 물건'은 무엇인가요?
nb: Hva var din favoritt «arvet-ting»?
nl: Wat was jouw favoriete 'hand-me-down'?
pl: Jaka była twoja ulubiona „rzecz po kimś”?
pt_br: Qual foi seu 'herdado' favorito?
sv: Vilken var din favorit-'ärvda pryl'?
uk: Яка була твоя улюблена «передана річ»?
zh_hans: 你最喜欢的“二手传家宝”是什么？

source: What was your favorite 'lunchbox' meal?
de: Was war dein liebstes „Lunchbox“-Essen?
es: ¿Cuál era tu comida favorita para la 'lonchera'?
fr: Quel était ton repas préféré pour la « boîte à lunch » ?
it: Qual era il tuo pasto preferito nel 'porta pranzo'?
ja: 好きな「弁当箱」の食事は何でしたか？
ko: 가장 좋아했던 '도시락' 음식은 무엇인가요?
nb: Hva var din favoritt «matpakke»-måltid?
nl: Wat was jouw favoriete 'broodtrommel'-maaltijd?
pl: Jaki był twój ulubiony posiłek z „drugiego śniadania”?
pt_br: Qual era sua refeição favorita na 'lancheira'?
sv: Vilken var din favorit 'matsäckslåda'-måltid?
uk: Якою була твоя улюблена страва в «ланч-боксі»?
zh_hans: 你最喜欢的“午餐盒”餐食是什么？
